[Ability.A_peau_toxique H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="剧毒鳞片"
mTooltip="当此生物被近战攻击时，会对攻击者施加%spell.name，在其回合开始时降低其%buff.buff.stat点士气，持续%buff.buff.durini回合。（对亡灵和构装体无效。）"

[Ability.A_secousse H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="震荡"
mTooltip="在攻击中首次移动结束时，此生物对所有相邻的敌方单位造成%d %icon_air点气系伤害。"

[Ability.poison_morale_buff H7BaseBuff]
mName="恐惧毒液"
mTooltip="此生物在其回合开始时获得%stat %icon_morale士气，持续%durnow回合。"

[Ability.poison_morale_target_buff H7BaseBuff]
mName="恐惧毒液"
mTooltip="此生物在其回合开始时获得%stat %icon_morale士气，持续%durnow回合。"

[Creature_Camazotz.A_Camazotz1 H7Creature]
mName="蜥蜴人"
mLore="蜥蜴人是强大而不可预测的战士，能够跃入敌军阵线后方，突破最坚固的防御。最好不要待在他们的下方，否则你将被碾碎。"

[Creature_Camazotz.A_Camazotz2 H7Creature]
mName="蜥蜴人战士"
mLore="蜥蜴人战士的皮肤覆盖着有毒物质，任何接触他们的人，其心智都会受到毒素的折磨，让他们看到自己最可怕的噩梦。"